{"translation-revision-date":"2024-01-24 20:21:17+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Last year":["Vorig jaar"],"Last week":["Vorige week"],"Last day":["Vorige dag"],"Last updated":["Laatst geüpdatet"],"Activate tracking to show the ranking position":["Activeer volgen om de positie op de ranglijst te tonen"],"Unlock Premium SEO analysis":["Ontgrendel Premium SEO analyse"],"Get more help with writing content that ranks":["Krijg meer hulp bij het schrijven van inhoud die rangschikt"],"Internal linking suggestions":["Interne link suggesties"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD\/€ EUR\/£ GBP per jaar (ex. BTW)"],"Is your %1$s store ready for Black Friday?":["Is uw %1$s winkel klaar voor Black Friday?"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Controleer uw tekst op meer SEO criteria en ontvang een verbeterde keyphrase analyse, waardoor het gemakkelijker wordt om geoptimaliseerde inhoud te schrijven."],"Buy now!":["Nu kopen!"],"30% OFF!":["30% KORTING!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["BLACK FRIDAY UITVERKOOP: %1$s, %2$sNu kopen!%3$s"],"BLACK FRIDAY SALE: %1$s":["BLACK FRIDAY UITVERKOOP: %1$s"],"Reach a wider audience":["Bereik een breder publiek"],"Add related keyphrases":["Voeg gerelateerde keyphrases toe"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s stelt automatisch voor naar welke inhoud u kunt linken met eenvoudige verslepen functionaliteit, wat goed is voor uw SEO!"],"Rank higher by connecting your content":["Rank beter door uw inhoud met elkaar te verbinden"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Verkrijg hulp bij het optimaliseren voor maximaal 5 gerelateerde keyphrases. Hierdoor kunt u een breder publiek bereiken en meer verkeer genereren."],"30% OFF":["30% KORTING"],"BLACK FRIDAY":["BLACK FRIDAY"],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["De Yoast %1$sultieme Black Friday checklist%2$s helpt u om u op tijd voor te bereiden, zodat u uw resultaten tijdens deze uitverkoop een boost kunt geven."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Om de weergave van uw bericht specifiek aan te passen voor Twitter, kunt u hieronder de instellingen voor 'Twitter weergave' invullen."],"Twitter appearance":["Weergave op Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Om de weergave van uw bericht specifiek aan te passen voor Twitter, kunt u hieronder de 'Twitter weergave' instellingen invullen. Als u deze instellingen ongemoeid laat, worden de hierboven genoemde instellingen voor 'Weergave sociale media' ook toegepast voor het delen op Twitter."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Bepaal hoe uw bericht eruit moet zien op sociale media zoals Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack en meer."],"Social media appearance":["Weergave in sociale media"],"Get the checklist and start optimizing now!":["Koop de checklist en begin nu met optimaliseren!"],"Is your WooCommerce store ready for Black Friday?":["Is uw WooCommerce winkel klaar voor Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["De %1$s %2$s ultieme Black Friday checklist%3$s helpt u om u op tijd voor te bereiden, zodat u uw resultaten tijdens deze uitverkoop een boost kunt geven."],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Wilt u een verbeterd Google voorbeeld van hoe uw WooCommerce producten eruitzien in de zoekresultaten?"],"Sign up today!":["Meldt u vandaag aan!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Voelt u zich verloren als het gaat om het optimaliseren van uw site voor de zoekmachines? Doe mee aan onze gratis webinar om het vertrouwen te krijgen dat u nodig heeft om te beginnen met optimaliseren als een professional! U zult de kennis en gereedschappen verkrijgen om effectief SEO te implementeren."],"Join our FREE webinar for SEO success":["Doe mee aan onze gratis webinar voor SEO succes"],"Want your products stand out in search results with rich results like price, reviews and more?":["Wil u dat uw producten opvallen in zoekresultaten met rijke resultaten zoals prijs, beoordelingen en meer?"],"Close the upgrade callout":["Sluit de upgrade oproep"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s en ontvang een exclusieve %2$s korting voor %3$s maand(en)."],"Click here to upgrade your %s plan":["Klik hier om uw %s abonnement te upgraden"],"Keyphrases tracked: %1$s\/%2$s":["Keyphrases gevolgd: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["U volgt %1$s van de %2$s keyphrases die zijn opgenomen in uw account."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["U volgt %1$s van de %2$s keyphrases die zijn opgenomen in uw gratis account."],"Potentially non-inclusive":["Potentieel niet inclusief"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["U kunt het standaardtype voor %1$s wijzigen onder Inhoudstypen in de %2$sInstellingen%3$s."],"Unlock with %1$s":["Ontgrendel met %1$s"],"Text formality":["Tekst formaliteit"],"Read more about text formality.":["Lees meer over tekst formaliteit."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s helpt u het formaliteitsniveau van uw tekst te beoordelen."],"Search appearance":["Zoekweergave"],"Inclusive language:":["Inclusieve taal:"],"Premium SEO analysis:":["Premium SEO analyse:"],"Get %s to enjoy the benefits of prominent words":["Neem %s en geniet van de voordelen van prominente woorden"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Met %1$s%3$s %2$s laat deze sectie u zien welke woorden het meest voorkomen in uw tekst. Door deze prominente woorden te vergelijken met uw beoogde keyword(s), weet u hoe u uw tekst doelgerichter kunt maken."],"Buy %s now!":["Koop %s nu!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Werkt u aan een nieuwsartikel? %s helpt u uw site te optimaliseren voor Google News."],"Premium SEO analysis":["Premium SEO analyse"],"1 year of premium support and updates included!":["1 jaar premium ondersteuning en updates inbegrepen!"],"Unlock with %s":["Ontgrendel met %s"],"Learn more about character count":["Lees meer over het aantal tekens"],"Character count":["Aantal tekens"],"Learn more about word count":["Lees meer over het aantal woorden"],"Word count":["Aantal woorden"],"Learn more about Flesch reading ease":["Lees meer over Flesch reading ease"],"out of 100":["van de 100"],"okay":["ok"],"no data":["geen gegevens"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Uw tekst moet iets langer zijn om uw Flesch leesgemak score te berekenen."],"Continue writing to get insight into the readability of your text!":["Blijf schrijven om inzicht te krijgen in de leesbaarheid van uw tekst!"],"Learn more about reading time":["Leer meer over leestijd"],"Reading time":["Leestijd"],"minute":["minuut","minuten"],"Timestamp this %s":["Tijdstempel deze %s"],"Dismiss this notice.":["Dit bericht verbergen."],"WordProof authentication":["WordProof authenticatie"],"Connected to WordProof":["Verboden met WordProof"],"Connection failed":["Verbinding mislukt"],"Not working? %1$sContact %3$s support%2$s.":["Werkt het niet? %1$sNeem contact op met de %3$s klantenservice%2$s."],"Try again":["Probeer opnieuw"],"Find possible solutions in this %1$sArticle%2$s.":["Vind mogelijke oplossingen in dit %1$sArtikel%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Er was een verbindingsprobleem. Dat zou kunnen komen doordat uw verbindingen van derden geblokkeerd worden."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["De %3$s worden automatisch voorzien van een timestamp elke keer als u %1$supdatet%2$s of %1$spubliceert%2$s."],"Your %s is now protected via the blockchain!":["Uw %s wordt nu beschermd via de blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Er is iets misgegaan bij het verifiëren van uw %3$s account met de %4$s site. Probeer het opnieuw of neem contact op met %1$s%3$s ondersteuning%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Kan geen nieuwe tijdstempels maken. Gelieve te verifiëren met WordProof."],"Timestamp with WordProof":["Timestamp met WordProof"],"Learn more about timestamping":["Leer meer over timestamping"],"Authenticate with WordProof":["Authenticeren met WordProof"],"Manage WordProof settings":["Beheer WordProof instellingen"],"character":["karakter","karakters"],"word":["woord","woorden"],"Tracking the ranking position...":["De rankingpositie aan het bepalen..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Er is iets misgegaan tijdens het bepalen van de positie(s) van uw pagina. Probeer het later nog eens."],"reconnect to %s":["verbind opnieuw met %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Het lijkt erop dat er iets mis is gegaan tijdens het ophalen van uw sitegegevens. %s en probeer het opnieuw."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Voordat u uw SEO prestaties kunt volgen, moet u de titel van het bericht instellen en opslaan als concept of handmatig de slug van het bericht instellen."],"No keyphrase has been set. Please set a keyphrase first.":["Er is nog geen sleutelzin ingesteld. Voeg deze eerst toe."],"upgrade your %s plan":["upgrade uw %s plan"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["U heeft het maximale aantal %d keywords bereikt dat u kunt toevoegen aan uw Wincher account. Als u meer keywords wilt toevoegen, gelieve %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Met %1$s kunt u de positie van uw pagina in de zoekresultaten bijhouden op basis van uw keyphrases. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s is momenteel de rankingpositie(s) van uw pagina aan het bepalen. Dit kan even duren. Wacht even of kom later terug."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Je bent succesvol verbonden met %s! U kunt nu de SEO prestaties van de keyphrase(s) van deze pagina bijhouden."],"Read more about keyphrase tracking with Wincher":["Lees meer over het volgen van sleutelzinnen met Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisch volgen van sleutelzinnen is ingeschakeld. Uw sleutelzin(nen) worden automatisch gevolgd door %s wanneer u uw bericht publiceert."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Positie van de sleutelzin in de afgelopen 90 dagen op een schaal van 0 tot 100."],"Track SEO performance":["Volg de SEO prestaties"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Hieronder kunt u het volgen van de SEO prestatie in- of uitschakelen voor elke sleutelzin."],"Track all keyphrases on this page":["Volg alle sleutelzinnen op deze pagina"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Volgen is al geactiveerd voor één of meer sleutelzinnen op deze pagina. Als u klikt op onderstaande button wordt volgen ingeschakeld voor alle sleutelzinnen."],"Learn more about the SEO performance feature.":["Leer meer over de SEO prestatie functie."],"SEO performance":["SEO prestatie"],"Connect with %s":["Verbinden met %s"],"* focus keyphrase":["* focus sleutelzin"],"Get more insights over at %s":["Krijg meer inzichten via %s"],"Position over time":["Positie in de loop van de tijd"],"Position":["Positie"],"Tracking":["Volgen"],"Insights":["Inzichten"],"Select image":["Selecteer een afbeelding"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Er is een probleem opgetreden bij het zoeken naar gerelateerde keyphrases. Probeer het later opnieuw."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["U heeft het maximum van 4 gerelateerde keyphrases bereikt. U kunt gerelateerde keyphrases wijzigen of verwijderen in de %s metabox of zijbalk."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Wacht u alstublieft terwijl %1$s een connectie maakt met %2$s om gerelateerde sleutelzinnen te verkrijgen..."],"Upgrade your %s plan":["Upgrade uw %s plan"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["U hebt uw limiet voor vandaag bereikt. Controleer het morgen opnieuw of upgrade uw plan bij %s."],"Last month":["Afgelopen maand"],"Two months ago":["Twee maanden geleden"],"Three months ago":["Drie maanden geleden"],"Four months ago":["Vier maanden geleden"],"Five months ago":["Vijf maanden geleden"],"Six months ago":["Zes maanden geleden"],"Seven months ago":["Zeven maanden geleden"],"Eight months ago":["Acht maanden geleden"],"Nine months ago":["Negen maanden geleden"],"Ten months ago":["Tien maanden geleden"],"Eleven months ago":["Elf maanden geleden"],"Twelve months ago":["Twaalf maanden geleden"],"Get more insights at %s":["Krijg meer inzicht in %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume van de sleutelzin in de afgelopen 12 maanden op een schaal van 0 tot 100."],"Learn more about the related keyphrases trend":["Meer informatie over de gerelateerde sleutelzinnen-trend"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Meer informatie over het gerelateerde sleutelzinnenvolume"],"Volume":["Volume"],"Related keyphrase":["Gerelateerde sleutelzin"],"Select country":["Selecteer land"],"Show results for:":["Zoekresultaten voor:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Sorry, er zijn geen gegevens beschikbaar voor die combinatie van trefwoorden en landen."],"The number of headers and header labels don't match.":["Het aantal headers en header labels komt niet met elkaar overeen."],"Return to your %s":["Ga terug naar uw %s"],"Make sure to save your %s for changes to take effect":["Denk eraan uw %s op te slaan om de wijzigingen door te voeren"],"Default for %1$s (%2$s)":["Standaard voor %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dit helpt zoekmachines uw site en uw inhoud te begrijpen. U kunt sommige van uw instellingen voor de pagina hieronder wijzigen."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beschrijft automatisch uw pagina's met behulp van schema.org"],"Article type":["Artikel type"],"Page type":["Pagina type"],"Learn more about page or content types":["Meer informatie over pagina- of inhoudstypes"],"What type of page or content is this?":["Wat voor soort pagina of inhoud is dit?"],"Open in new tab":["Open in nieuw tabblad"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Dit is een gesponsorde link of advertentie (gemarkeerd als %1$sgesponsord%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Zoekmachines moeten deze link negeren (gemarkeerd als %1$sonvolgbaar%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Lees meer over het markeren van een link met onvolgbaar of gesponsord."],"Link inserted.":["Link ingevoegd."],"Link edited.":["Link bewerkt."],"Warning: the link has been inserted but may have errors. Please test it.":["Waarschuwing: de link is toegevoegd maar bevat mogelijk fouten. Gelieve deze testen."],"Link":["Link"],"Unlink":["Link verwijderen"],"Link removed.":["Link verwijderd."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Upgrade uw WordPres-versie of installeer de Gutenberg plugin om deze %1$s functie te krijgen."],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":["Het markeren van links met nofollow\/gesponsord is uitgeschakeld voor WordPress-installaties < 5.4."],"No focus keyword was entered":["Er is geen focus zoekwoord ingevoerd"],"We've analyzed your post. There is still room for improvement!":["We hebben uw bericht geanalyseerd. Er is nog ruimte voor verbetering!"],"We've analyzed your post. Everything looks good. Well done!":["We hebben uw bericht geanalyseerd. Alles ziet er correct uit. Goed gedaan!"],"Share your post!":["Deel uw bericht!"],"Improve your post with Yoast SEO":["Verbeter uw bericht met Yoast SEO"],"SEO analysis:":["SEO analyse:"],"Learn more about the no-index setting on our help page.":["Meer informatie over de instelling voor no-index op onze help pagina."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Hoewel u de instelling van meta robots hier instellen, is de hele site ingesteld op no-index in de site brede privacy instellingen, zodat deze instellingen geen effect hebben."],"Learn more about canonical URLs on our help page.":["Meer informatie over canonieke URL's vindt u op onze help pagina."],"Learn more about the breadcrumbs title setting on our help page.":["Meer informatie over de titel instelling kruimelpad vindt u op onze help pagina."],"Learn more about advanced meta robots settings on our help page.":["Lees meer over de instellingen van geavanceerde metarobots op onze help pagina."],"Learn more about the no-follow setting on our help page.":["Meer informatie over de instelling voor no-follow vindt u op onze help pagina."],"Should search engines follow links on this content?":["Moeten zoekmachines links volgen op deze inhoud?"],"Schema":["Schema"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["De volgende woorden komen het meest voor in de tekst. Deze geven een indicatie van de focus van uw tekst. Als de woorden erg afwijken van uw onderwerp kunt u overwegen om de tekst daarop te herschrijven."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Zodra u wat meer inhoud hebt toegevoegd geven we u een lijst met woorden die het vaakst voorkomen in de inhoud. Deze geven u een beeld van waar uw inhoud op focust."],"%d occurrences":["%d gevallen"],"Keyphrase":["Keyphrase"],"Good job!":["Goed gedaan!"],"Add related keyphrase":["Voeg een gerelateerde keyphrase toe"],"Readability analysis:":["Leesbaarheidsanalyse:"],"%d day":["%d dag","%d dagen"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lees onze %1$sultieme gids voor trefwoord onderzoek%2$s om meer te leren over trefwoord onderzoek en trefwoord strategie."],"Prominent words":["Prominente woorden"],"%s (current default for %s)":["%s (huidige standaard voor %s)"],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"1 year free support and updates included!":["1 jaar gratis ondersteuning en updates inbegrepen!"],"Get internal linking suggestions":["Verkrijg interne link suggesties"],"Good SEO score":["Goede SEO-score"],"OK SEO score":["Redelijke SEO-score"],"Feedback":["Feedback"],"Please provide a meta description by editing the snippet below.":["Voeg een meta-beschrijving toe door de onderstaande snippet te bewerken."],"No":["Nee"],"Yes":["Ja"],"Needs improvement":["Heeft verbetering nodig"],"Yoast SEO":["Yoast SEO"],"Good":["Goed"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["heel moeilijk"],"Try to make shorter sentences, using less difficult words to improve readability":["Probeer kortere zinnen met minder moeilijke woorden te maken om de leesbaarheid te verbeteren."],"difficult":["moeilijk"],"fairly difficult":["redelijk moeilijk"],"OK":["OK"],"fairly easy":["redelijk eenvoudig"],"easy":["eenvoudig"],"very easy":["heel eenvoudig"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Het exemplaar scoort %1$s in de test, die als %2$s wordt beschouwd om te lezen."],"Flesch reading ease":["Flesh reading ease"],"Canonical URL":["Canonieke URL"],"Breadcrumbs Title":["Kruimelpadtitel"],"No Snippet":["Geen snippet"],"No Archive":["Geen archief"],"No Image Index":["Geen afbeeldingsindex"],"Meta robots advanced":["Meta Robots geavanceerd"],"View":["Bekijken"],"Advanced":["Geavanceerd"]}},"comment":{"reference":"js\/dist\/block-editor.js"}}