{"translation-revision-date":"2024-01-24 20:21:17+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Learn how to increase your rankings with %1$s":["Leer hoe u uw rangschikking kunt verhogen met %1$s"],"Please select a user in the Site representation step.":["Selecteer een gebruiker in de site representatiestap."],"You can %1$supdate or add social profiles to this user profile%2$s.":["U kunt %1$ssociale profielen updaten of toevoegen aan dit gebruikersprofiel%2$s."],"You have selected the user %1$s as the person this site represents.":["U heeft de gebruiker %1$s geselecteerd als de persoon die deze site vertegenwoordigt."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Als u een persoon selecteerd die deze site vertegenwoordigt, dan gebruiken we het sociale profiel van de profielpagina van de geselecteerde gebruiker."],"We could not save the website name. Please check the value.":["We konden de sitenaam niet opslaan. Controleer de waarde."],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Wij zijn zo vrij geweest uw sitenaam en logo te gebruiken voor de naam en het logo van de organisatie. Voel u vrij om ze hieronder te wijzigen."],"Finish configuration":["Configuratie voltooien"],"Personal preferences":["Persoonlijke voorkeuren"],"SEO data optimization":["SEO gegevensoptimalisatie"],"An error has occurred: %1$s":["Er is een fout opgetreden: %1$s"],"We could not save the organization name. Please check the value.":["We kunnen de bedrijfsnaam niet opslaan. Controleer de waarde."],"Tell us about your site, so we can get it ranked!":["Vertel ons over uw site, zodat we het kunnen rangschikken!"],"Or go to your SEO dashboard":["Of ga naar uw SEO dashboard"],"E.g. example@email.com":["B.v. example@email.com"],"Thank you! Check your inbox for the confirmation email.":["Hartelijk dank! U hebt een bevestigingsmail ontvangen in uw inbox."],"Please enter a valid email address.":["Voer een geldig e-mailadres in."],"Tell us! Is your site about an organization or a person? ":["Vertel het ons! Gaat uw site over een organisatie of een persoon? "],"Personal logo or avatar":["Persoonlijk logo of avatar"],"Select a user":["Selecteer een gebruiker"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["U heeft de gebruiker %1$s geselecteerd als de persoon die deze site vertegenwoordigt. Deze gebruikersprofiel informatie zal nu worden gebruikt in zoekresultaten. Je mag dit gebruikersprofiel niet updaten, dus vraag deze gebruiker of een beheer om er zeker van te zijn dat de informatie correct is."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["U heeft de gebruiker %1$s geselecteerd als de persoon die deze site vertegenwoordigt. Dit gebruikersprofiel informatie zal nu worden gebruikt in zoekresultaten. %2$sUpdate dit profiel om er zeker van te zijn dat de informatie correct is%3$s."],"Uploading image...":["Afbeelding uploaden ..."],"Select an option":["Selecteer een optie"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Wees ervan bewust dat u de SEO gegevens optimalisatie moet uitvoeren om deze configuratie maximaal effect te laten sorteren."],"We've already successfully analyzed your site. You can move on to the next step.":["We hebben uw site al succesvol geanalyseerd. U kunt doorgaan met de volgende stap."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO gegevens worden momenteel geanalyseerd... U kunt door met de volgende stap van deze configuratie."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["U heeft geen toestemming om de sociale profielen van deze gebruiker te bewerken. Vraag aan een beheerder om dit aan te passen."],"Add another profile":["Voeg een ander profiel toe"],"Delete item":["Verwijder item"],"E.g. https:\/\/social-platform.com\/yoast":["B.v. https:\/\/social-platform.com\/yoast"],"Other social profile":["Ander social media profiel"],"E.g. https:\/\/www.wikipedia.com\/yoast":["B.v. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["B.v. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["B.v. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["B.v. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["B.v. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["B.v. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["B.v. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["B.v. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["B.v. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["B.v. https:\/\/www.facebook.com\/yoast"],"Could not save this value. Please check the URL.":["Kon deze waarde niet opslaan. Controleer het webadres."],"Could not save this value. Please check the URL or username.":["Kon deze waarde niet opslaan. Controleer het webadres of de gebruikersnaam."],"Email address":["E-mailadres"],"Oops! Something went wrong. Check your email address and try again.":["Oeps! Er ging iets mis. Controleer uw e-mailadres en probeer het nogmaals."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respecteert uw privacy. Lees %1$sons privacybeleid%2$s over hoe we omgaan met uw persoonlijke informatie."],"Save and continue":["Opslaan en doorgaan"],"Yes, you can collect my site data":["Ja, u kunt mijn site gegevens verzamelen"],"Does your site represent an Organization or Person?":["Vertegenwoordigt uw site een organisatie of persoon?"],"Site representation":["Site representatie"],"Continue":["Doorgaan"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["U kunt nog steeds de SEO gegevens optimalisatie uitvoeren in de %1$sGereedschappen sectie%2$s. Zodra dat klaar is, vernieuwt u deze pagina."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Deze configuratie stap is momenteel uitgeschakeld, omdat u niet de laatste versie van Yoast SEO Premium gebruikt. Update naar de laatste versie (ten minste %1$s). "],"Error stack trace":["Fout stack trace"],"Response":["Antwoord"],"Error message":["Foutmelding"],"Status code":["Status code"],"Request method":["Aanvraagmethode"],"Request URL":["Aanvraag URL"],"Error details":["Fout details"],"Remove image":["Verwijder afbeelding"],"Select image":["Selecteer een afbeelding"],"Replace image":["Vervang afbeelding"],"This feature has been disabled since subsites never send tracking data.":["Deze functie is uitgeschakeld omdat subsites nooit tracking gegevens verzenden."],"Stop SEO data optimization":["Stop de optimalisatie van SEO gegevens"],"SEO data optimization is disabled for non-production environments.":["SEO gegevensoptimalisatie is uitgeschakeld voor niet-productie omgevingen."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Deze functie bevat en vervangt de Text Link Counter en Internal Linking Analysis"],"Start SEO data optimization":["SEO-gegevensoptimalisatie starten"],"Can we collect anonymous information about your website to enhance %1$s?":["Kunnen we anonieme informatie over uw site verzamelen om %1$s te verbeteren?"],"Organization logo":["Logo organisatie"],"Organization name":["Organisatienaam"],"This feature has been disabled by the network admin.":["Deze optie is uitgeschakeld door de netwerk admin."],"Go back":["Ga terug"],"Save changes":["Wijzigingen opslaan"],"Name":["Naam"],"Social profiles":["Sociale profielen"],"Loading...":["Laden..."],"Website name":["Websitenaam"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Edit":["Bewerken"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}